[
  {
    "Id": 1,
    "Name":" Crystal Chandelier",
    "Category": "Chandeliers",
    "Sub": "Crystal",
    "Dep": "A grand chandelier featuring a tiered, inverted pyramid design with hundreds of delicate crystal/glass elements, finished with a polished brass or gold accent band. Ideal statement lighting for luxury interiors.",
    "Color": "golden",
    "Material": "Crystal glass with metal/brass accents",
    "Finish": "Polished brass/gold tone",
    "Style": "Modern & Contemporary",
    "IMG": "assests/Pictures/p1.jpeg"
  },
  {
    "Id": 2,
    "Name": "Modern Crystal Pendant Chandelier",
    "Category": "Chandeliers",
    "Sub": "Crystal",
    "Dep": "Elegant chandelier featuring a tiered cylindrical design with multiple layers of clear crystal prisms. The metal frame is finished in polished brass/gold, casting a warm and luxurious glow. Perfect for adding sophistication to living rooms and high-ceiling spaces.",
    "Color": "golden",
    "Material": "Crystal glass with metal/brass frame",
    "Finish": "Polished brass/gold tone",
    "Style": "Modern & Contemporary",
    "IMG": "assests/Pictures/p2.jpeg"
  },
  {
    "Id": 3,
    "Name": "Modern Cascading Crystal Pendant Light",
    "Category": "Chandeliers",
    "Sub": "Crystal",
    "Dep": "A multi-pendant chandelier featuring a spiral arrangement of textured crystal glass shades suspended from a circular canopy. Each shade has a unique, organic shape resembling a rough-cut geode or ice crystal, and is accented with a polished gold-toned brass cap. This fixture is ideal for stairwells, double-height entryways, and modern living spaces, creating a dramatic and elegant focal point.",
    "Color": "golden",
    "Material": "Crystal glass with polished brass",
    "Finish": "Polished Brass",
    "Style": "Modern & Contemporary",
    "IMG": "assests/Pictures/p3.jpeg"
  },
  {
    "Id": 4,
    "Name": "Modern Multi-Light Spiral Pendant Chandelier",
    "Category": "Chandeliers",
    "Sub": "Cluster",
    "Dep": "A large-scale, multi-pendant chandelier featuring a spiral arrangement of numerous individual lights. Each pendant consists of a small, gourd-shaped white glass shade with a textured or frosted finish, capped with a sleek, polished golden brass top. The pendants hang at varying lengths from a large circular, polished brass ceiling plate, creating a dramatic cascading effect. This fixture is designed for a modern aesthetic, perfect for high ceilings, spiral staircases, and open-plan living areas.",
    "Color": "golden",
    "Material": "Frosted/textured glass with polished brass",
    "Finish": "Polished Brass",
    "Style": "Modern & Contemporary",
    "IMG": "assests/Pictures/p4.jpeg"
  },
  {
    "Id": 5,
    "Name": "Industrial Black and Gold Bell Pendant Light",
    "Category": "Pendant Lights",
    "Sub": "Dome",
    "Dep": "A simple yet stylish bell-shaped pendant light featuring a matte black exterior and a contrasting, reflective gold or copper interior. The design is clean and industrial-inspired, providing focused down-lighting. It's a versatile piece suitable for kitchen islands, dining tables, cafes, or commercial spaces, adding a touch of modern industrial charm.",
    "Color": "black",
    "Material": "Metal",
    "Finish": "Matte black exterior with a polished gold/copper interior",
    "Style": "Industrial",
    "IMG": "assests/Pictures/p5.jpg"
  },
  {
    "Id": 6,
    "Name": "Industrial Flared Bell Pendant Light",
    "Category": "Pendant Lights",
    "Sub": "Dome",
    "Dep": "An industrial-style pendant light featuring a wide, flared bell-shaped shade. The exterior has a textured, matte black finish, while the interior is a contrasting polished gold or copper, designed to reflect and warm the light. This piece combines a rustic, rugged feel with a touch of modern elegance, making it an excellent choice for illuminating kitchen islands, dining tables, or bar counters.",
    "Color": "black",
    "Material": "Metal",
    "Finish": "Matte black exterior with a polished gold/copper interior",
    "Style": "Industrial",
    "IMG": "assests/Pictures/p6.jpg"
  },
  {
    "Id": 7,
    "Name": "Industrial Black and Gold Dome Pendant Light",
    "Category": "Pendant Lights",
    "Sub": "Dome",
    "Dep": "A classic industrial-style pendant light with a clean, rounded dome shape. The fixture features a matte black exterior finish and a highly reflective, polished gold or brass interior. This design is both timeless and modern, providing excellent focused down-lighting. It is well-suited for a variety of spaces including kitchen counters, dining areas, or adding a stylish accent to an entryway.",
    "Color": "black",
    "Material": "Metal",
    "Finish": "Matte black exterior with a polished gold/brass interior",
    "Style": "Industrial",
    "IMG": "assests/Pictures/p7.jpg"
  },
  {
    "Id": 8,
    "Name": "Industrial Black and Gold Squat Bell Pendant Light",
    "Category": "Pendant Lights",
    "Sub": "Dome",
    "Dep": "A stylish industrial-style pendant light with a squat, rounded bell-shaped metal shade. The exterior is finished in a matte black, while the interior is a contrasting polished gold or brass that enhances the light's warm glow. This sturdy and compact design is ideal for providing focused light over kitchen islands, dining tables, or as accent lighting in a cafe or bar setting.",
    "Color": "black",
    "Material": "Metal",
    "Finish": "Matte black exterior with a polished gold/brass interior",
    "Style": "Industrial",
    "IMG": "assests/Pictures/p8.jpg"
  },
  {
    "Id": 9,
    "Name": "Industrial Black and Gold Conical Pendant Light",
    "Category": "Pendant Lights",
    "Sub": "Cone",
    "Dep": "A sleek, industrial-style pendant light with a distinct conical shape. The fixture features a matte black exterior finish and a lustrous, polished gold or brass interior. Its minimalist design provides a focused, downward light perfect for highlighting a kitchen island, dining table, or entryway. The contrasting finishes add a modern and sophisticated touch to its industrial aesthetic.",
    "Color": "black",
    "Material": "Metal",
    "Finish": "Matte black exterior with a polished gold/brass interior",
    "Style": "Industrial",
    "IMG": "assests/Pictures/p9.jpg"
  },
  {
    "Id": 10,
    "Name": "Rustic Industrial Black and Gold Dome Pendant",
    "Category": "Pendant Lights",
    "Sub": "Dome",
    "Dep": "A rustic industrial-style pendant light featuring a deep, rounded dome-shaped metal shade. The top of the fixture has a classic sculpted design, and the overall exterior is a matte black finish. The interior reveals a warm, polished gold or brass color that enhances the light's output and creates a cozy ambiance. This piece is perfect for adding a touch of vintage character to dining rooms, kitchens, or entryways.",
    "Color": "black",
    "Material": "Metal",
    "Finish": "Matte black exterior with a polished gold/brass interior",
    "Style": "Industrial",
    "IMG": "assests/Pictures/p10.jpg"
  },
  {
    "Id": 11,
    "Name": "Classic Industrial Black and Gold Dome Pendant",
    "Category": "Pendant Lights",
    "Sub": "Dome",
    "Dep": "A classic industrial-style pendant light featuring a wide, rounded dome-shaped metal shade. The exterior has a simple matte black finish, while the interior is a highly reflective polished gold or brass. This timeless and versatile design provides excellent downward illumination and is perfect for modern farmhouse, industrial, or transitional decor. It works well individually or in a series over kitchen islands and dining tables.",
    "Color": "black",
    "Material": "Metal",
    "Finish": "Matte black exterior with a polished gold/brass interior",
    "Style": "Industrial",
    "IMG": "assests/Pictures/p11.jpg"
  },
  {
    "Id": 12,
    "Name": "Modern Perforated Black and Gold Pendant Light",
    "Category": "Pendant Lights",
    "Sub": "Perforated",
    "Dep": "A modern pendant light featuring an elongated dome or bell-shaped metal shade. The exterior is a sleek matte black, while the interior is a contrasting polished gold. The most striking feature is the pattern of small, circular perforations on the lower half of the shade, which allows light to escape, creating a unique starburst-like ambient glow in addition to the direct downward light. This piece is perfect for adding a decorative and contemporary touch to dining rooms, entryways, or living spaces.",
    "Color": "black",
    "Material": "Metal",
    "Finish": "Matte black exterior with a polished gold/brass interior",
    "Style": "Modern & Contemporary",
    "IMG": "assests/Pictures/p12.jpg"
  },
  {
    "Id": 13,
    "Name": "Classic Industrial Aluminum Dome Pendant",
    "Category": "Pendant Lights",
    "Sub": "Dome",
    "Dep": "A classic industrial-style pendant light featuring a wide, dome-shaped metal shade. The entire fixture has a uniform brushed or polished aluminum finish, giving it a clean, utilitarian aesthetic. Its large shade is designed to provide broad, downward illumination, making it a functional and stylish choice for kitchen islands, workshop areas, or dining tables in industrial and modern farmhouse settings.",
    "Color": "silver",
    "Material": "Aluminum",
    "Finish": "Brushed Aluminum",
    "Style": "Industrial",
    "IMG": "assests/Pictures/p13.jpg"
  },
  {
    "Id": 14,
    "Name": "Industrial Aluminum Deep Dome Pendant",
    "Category": "Pendant Lights",
    "Sub": "Dome",
    "Dep": "An industrial-style pendant light featuring a deep, rounded dome-shaped metal shade. The entire fixture has a uniform brushed or polished aluminum finish, giving it a raw and utilitarian aesthetic. Its deeper shade is designed to provide more focused downward illumination, making it an ideal choice for tasks over a workbench, kitchen island, or dining table in an industrial or minimalist setting.",
    "Color": "silver",
    "Material": "Aluminum",
    "Finish": "Brushed Aluminum",
    "Style": "Industrial",
    "IMG": "assests/Pictures/p14.jpg"
  },
  {
    "Id": 15,
    "Name": "Vintage Industrial Shallow Cone Pendant",
    "Category": "Pendant Lights",
    "Sub": "Cone",
    "Dep": "A vintage industrial-style pendant light featuring a wide, shallow cone-shaped shade. The exterior has a simple brushed aluminum finish, while the interior is a contrasting dark, reddish-brown color, possibly a dark copper tone. The design exposes the light bulb, giving it a classic farmhouse or factory aesthetic. It's ideal for providing wide, general illumination over dining tables, work areas, or in spaces with rustic and industrial decor.",
    "Color": "silver",
    "Material": "Aluminum",
    "Finish": "Brushed Aluminum exterior with a dark interior",
    "Style": "Industrial",
    "IMG": "assests/Pictures/p15.jpg"
  },
  {
    "Id": 16,
    "Name": "Industrial Aluminum Bell Pendant Light",
    "Category": "Pendant Lights",
    "Sub": "Dome",
    "Dep": "A classic industrial-style pendant light featuring a wide, rounded bell-shaped metal shade. The entire fixture has a uniform brushed or polished aluminum finish, giving it a raw, utilitarian look. Its broad shade is designed to cast a wide spread of light, making it a functional and sturdy choice for industrial settings, workshops, large kitchen islands, or commercial spaces.",
    "Color": "silver",
    "Material": "Aluminum",
    "Finish": "Brushed Aluminum",
    "Style": "Industrial",
    "IMG": "assests/Pictures/p16.jpg"
  },
  {
    "Id": 17,
    "Name": "Modern Black and White Conical Pendant Light",
    "Category": "Pendant Lights",
    "Sub": "Cone",
    "Dep": "A sleek and modern pendant light with a sharp conical or bullet-shaped metal shade. It features a minimalist design with a matte black exterior and a contrasting clean white interior, which maximizes light reflection. This fixture is perfect for providing focused, crisp downward illumination, making it an excellent choice for a modern kitchen island, dining table, or as a stylish accent in a contemporary living space.",
    "Color": "black",
    "Material": "Metal",
    "Finish": "Matte black exterior with a white interior",
    "Style": "Modern & Contemporary",
    "IMG": "assests/Pictures/p17.jpg"
  },
  {
    "Id": 18,
    "Name": "Modern Glossy Black Bottle Pendant Light",
    "Category": "Pendant Lights",
    "Sub": "Decorative",
    "Dep": "A modern and sleek pendant light featuring a unique bottle or bell-like shape with a smooth, curved profile. The fixture is finished in a uniform glossy black, giving it a sophisticated and sculptural appearance. This design is perfect for adding a touch of contemporary elegance, working well as a standalone piece or in a cluster over a kitchen island, bar counter, or dining table.",
    "Color": "black",
    "Material": "Metal",
    "Finish": "Glossy Black",
    "Style": "Modern & Contemporary",
    "IMG": "assests/Pictures/p18.jpg"
  },
  {
    "Id": 19,
    "Name": "Modern Wide Dome Pendant Light",
    "Category": "Pendant Lights",
    "Sub": "Dome",
    "Dep": "A stylish modern pendant light featuring a wide, shallow dome-shaped metal shade. The exterior has a textured matte black finish, while the interior is a clean, bright white, designed to maximize light reflection and create a bright, inviting glow. Its classic and minimalist design makes it a versatile piece for a variety of interiors, perfect for providing broad illumination over dining tables, kitchen islands, or in commercial settings.",
    "Color": "black",
    "Material": "Metal",
    "Finish": "Matte black exterior with a white interior",
    "Style": "Modern & Contemporary",
    "IMG": "assests/Pictures/p19.jpg"
  },
  {
    "Id": 20,
    "Name": "Industrial Black and Gold Lantern Pendant",
    "Category": "Pendant Lights",
    "Sub": "Lantern",
    "Dep": "An industrial-style pendant light designed to look like a classic lantern or a vintage milk can. It features a cylindrical metal shade with a matte black exterior and a contrasting polished gold interior that reflects a warm glow. The top of the fixture has a decorative handle-like detail, and the open bottom exposes the light bulb. This rustic yet modern piece is an excellent choice for a kitchen island, bar, or to add character to an entryway.",
    "Color": "black",
    "Material": "Metal",
    "Finish": "Matte black exterior with a polished gold interior",
    "Style": "Industrial",
    "IMG": "assests/Pictures/p20.jpg"
  },
  {
    "Id": 21,
    "Name": "Modern Crystal Globe Pendant Chandelier",
    "Category": "Pendant Lights",
    "Sub": "Crystal",
    "Dep": "A modern three-light pendant chandelier featuring a sculptural polished brass/gold frame. Each light is a faceted crystal glass globe, encased in a delicate golden metal cage that resembles a blooming flower. The cluster hangs from a triangular frame, creating a striking and elegant centerpiece. This fixture is ideal for a modern dining room, entryway, or to add a luxurious touch to a living space.",
    "Color": "golden",
    "Material": "Crystal glass with metal frame",
    "Finish": "Polished Brass/Gold",
    "Style": "Modern & Contemporary",
    "IMG": "assests/Pictures/p21.jpg"
  },
  {
    "Id": 22,
    "Name": "Modern Crystal Globe Pendant Chandelier",
    "Category": "Pendant Lights",
    "Sub": "Crystal",
    "Dep": "A modern three-light pendant chandelier featuring a sculptural polished brass/gold frame. Each light is a faceted crystal glass globe, encased in a delicate golden metal cage that resembles a blooming flower. The cluster hangs from a triangular frame, creating a striking and elegant centerpiece. This fixture is ideal for a modern dining room, entryway, or to add a luxurious touch to a living space.",
    "Color": "golden",
    "Material": "Crystal glass with metal frame",
    "Finish": "Polished Brass/Gold",
    "Style": "Modern & Contemporary",
    "IMG": "assests/Pictures/p22.jpg"
  },
  {
    "Id": 23,
    "Name": "Industrial Cage Pendant Chandelier",
    "Category": "Pendant Lights",
    "Sub": "Industrial",
    "Dep": "An industrial-style three-light pendant chandelier featuring a sculptural black metal frame. Each light consists of a rounded, black metal cage surrounding a warm, amber-toned glass shade. The cluster hangs from a triangular frame, creating a rustic yet modern centerpiece. This fixture is ideal for a dining room, kitchen island, or to add a touch of industrial charm to an entryway.",
    "Color": "black",
    "Material": "Metal and Glass",
    "Finish": "Matte black with amber glass",
    "Style": "Industrial",
    "IMG": "assests/Pictures/p23.jpg"
  },
  {
    "Id": 24,
    "Name": "Modern Geometric Cage Pendant Chandelier",
    "Category": "Pendant Lights",
    "Sub": "Geometric",
    "Dep": "A modern three-light pendant chandelier featuring a sculptural matte black metal frame. Each light consists of a textured, clear glass globe encased in a unique black metal cage with a geometric, ribbon-like design. The cluster hangs from a triangular frame, creating a striking and contemporary centerpiece. This fixture is ideal for a modern dining room, entryway, or to add a stylish touch to a living space.",
    "Color": "black",
    "Material": "Metal and Glass",
    "Finish": "Matte Black",
    "Style": "Modern & Contemporary",
    "IMG": "assests/Pictures/p24.jpg"
  },
  {
    "Id": 25,
    "Name": "Modern Geometric Cage Pendant Chandelier",
    "Category": "Pendant Lights",
    "Sub": "Geometric",
    "Dep": "A modern three-light pendant chandelier featuring a sculptural matte black metal frame. Each light consists of a textured, clear glass globe encased in a unique black metal cage with a geometric, ribbon-like design. The cluster hangs from a triangular frame, creating a striking and contemporary centerpiece. This fixture is ideal for a modern dining room, entryway, or to add a stylish touch to a living space.",
    "Color": "black",
    "Material": "Metal and Glass",
    "Finish": "Matte Black",
    "Style": "Modern & Contemporary",
    "IMG": "assests/Pictures/p25.jpg"
  },
  {
    "Id": 26,
    "Name": "Modern Geometric Cage Pendant Chandelier",
    "Category": "Pendant Lights",
    "Sub": "Geometric",
    "Dep": "A modern three-light pendant chandelier featuring a sculptural matte black metal frame. Each light consists of a textured, clear glass globe encased in a unique black metal cage with a geometric, ribbon-like design. The cluster hangs from a triangular frame, creating a striking and contemporary centerpiece. This fixture is ideal for a modern dining room, entryway, or to add a stylish touch to a living space.",
    "Color": "black",
    "Material": "Metal and Glass",
    "Finish": "Matte Black",
    "Style": "Modern & Contemporary",
    "IMG": "assests/Pictures/p26.jpg"
  },
  {
    "Id": 27,
    "Name": "Modern Geometric Cage Pendant Chandelier",
    "Category": "Pendant Lights",
    "Sub": "Geometric",
    "Dep": "A modern three-light pendant chandelier featuring a sculptural matte black metal frame. Each light consists of a textured, clear glass globe encased in a unique black metal cage with a smooth, ribbon-like circular design. The cluster hangs from a triangular frame, creating a contemporary and artistic centerpiece. This fixture is ideal for a modern dining room, entryway, or to add a stylish touch to a living space.",
    "Color": "black",
    "Material": "Metal and Glass",
    "Finish": "Matte Black",
    "Style": "Modern & Contemporary",
    "IMG": "assests/Pictures/p27.jpg"
  },
  {
    "Id": 28,
    "Name": "Industrial Cage Pendant Chandelier",
    "Category": "Pendant Lights",
    "Sub": "Industrial",
    "Dep": "An industrial-style three-light pendant chandelier featuring a sculptural black metal frame. Each light consists of a rounded, black metal cage surrounding a warm, amber-toned glass shade. The cluster hangs from a triangular frame, creating a rustic yet modern centerpiece. This fixture is ideal for a dining room, kitchen island, or to add a touch of industrial charm to an entryway.",
    "Color": "black",
    "Material": "Metal and Glass",
    "Finish": "Matte black with amber glass",
    "Style": "Industrial",
    "IMG": "assests/Pictures/p28.jpg"
  },
  {
    "Id": 29,
    "Name": "Rustic Rope and Mesh Cage Pendant Chandelier",
    "Category": "Pendant Lights",
    "Sub": "Nautical",
    "Dep": "A rustic three-light pendant chandelier featuring a unique blend of materials. Each light has a cylindrical black metal mesh cage that is wrapped with natural jute rope, giving it a distinct nautical and farmhouse feel. The pendants are topped with a wood-toned detail and a sleek black metal cap, all suspended from a black ceiling plate. This fixture is ideal for a dining room, kitchen island, or living space seeking a touch of coastal or rustic charm.",
    "Color": "black",
    "Material": "Metal, Rope, and Wood",
    "Finish": "Matte black with natural rope and wood tone accents",
    "Style": "Nautical",
    "IMG": "assests/Pictures/p29.jpg"
  },
  {
    "Id": 30,
    "Name": "Modern Industrial Ornate Cage Pendant Chandelier",
    "Category": "Pendant Lights",
    "Sub": "Industrial",
    "Dep": "A modern industrial-style three-light pendant chandelier featuring a sculptural black metal frame. Each light consists of a decorative black metal cage with an intricate, cut-out pattern surrounding a warm, amber-toned glass shade. The cluster hangs from a round black ceiling plate, creating a sophisticated and stylish centerpiece. This fixture is ideal for a dining room, kitchen island, or to add a unique touch of modern industrial elegance to any space.",
    "Color": "black",
    "Material": "Metal and Glass",
    "Finish": "Matte black with amber glass",
    "Style": "Industrial",
    "IMG": "assests/Pictures/p30.jpg"
  },
  {
    "Id": 31,
    "Name": "Modern Geometric Cage Pendant Chandelier",
    "Category": "Pendant Lights",
    "Sub": "Industrial",
    "Dep": "A modern three-light pendant chandelier featuring a sculptural black metal frame. Each light consists of a cylindrical metal cage with an intricate diamond or crisscross pattern, surrounding a ribbed, amber-toned or clear glass shade. The cluster hangs from a round black ceiling plate, creating a sophisticated and stylish centerpiece. This fixture is ideal for a dining room, kitchen island, or to add a unique touch of modern elegance to any space.",
    "Color": "black",
    "Material": "Metal and Glass",
    "Finish": "Matte black with ribbed glass",
    "Style": "Modern & Contemporary",
    "IMG": "assests/Pictures/p31.jpg"
  },
  {
    "Id": 32,
    "Name": "Modern Geometric Cage Pendant Chandelier",
    "Category": "Pendant Lights",
    "Sub": "Industrial",
    "Dep": "A modern three-light pendant chandelier featuring a sculptural black metal frame. Each light consists of a cylindrical metal cage with an intricate diamond or crisscross pattern, surrounding a ribbed, amber-toned or clear glass shade. The cluster hangs from a round black ceiling plate, creating a sophisticated and stylish centerpiece. This fixture is ideal for a dining room, kitchen island, or to add a unique touch of modern elegance to any space.",
    "Color": "black",
    "Material": "Metal and Glass",
    "Finish": "Matte black with ribbed glass",
    "Style": "Modern & Contemporary",
    "IMG": "assests/Pictures/p32.jpg"
  },
  {
    "Id": 33,
    "Name": "Modern Wavy Cage Pendant Chandelier",
    "Category": "Pendant Lights",
    "Sub": "Industrial",
    "Dep": "A modern three-light pendant chandelier featuring a sculptural black metal frame. Each light consists of a cylindrical metal cage with a wavy, undulating pattern, surrounding a clear glass shade with vertical ribs. The fixture is accented with wood-toned elements at the top of each pendant and hangs from a round black ceiling plate. This piece combines industrial and modern aesthetics, making it a stylish addition to a dining room, kitchen island, or living area.",
    "Color": "black",
    "Material": "Metal, Glass, and Wood",
    "Finish": "Matte black with ribbed glass and wood accents",
    "Style": "Modern & Contemporary",
    "IMG": "assests/Pictures/p33.jpg"
  },
  {
    "Id": 34,
    "Name": "Modern Industrial Cage Pendant Chandelier",
    "Category": "Pendant Lights",
    "Sub": "Industrial",
    "Dep": "A modern three-light pendant chandelier featuring a sculptural black metal frame. Each light consists of a cylindrical metal cage with a vertical ribbed pattern, surrounding a warm, amber-toned glass shade. The fixture is accented with a clear, crystal-like detail above each shade and hangs from a round black ceiling plate. This piece combines industrial and modern aesthetics, making it a stylish addition to a dining room, kitchen island, or living area.",
    "Color": "black",
    "Material": "Metal, Glass, and Crystal",
    "Finish": "Matte black with amber glass",
    "Style": "Modern & Contemporary",
    "IMG": "assests/Pictures/p34.jpg"
  },
  {
    "Id": 35,
    "Name": "Modern Industrial Square Cage Pendant Chandelier",
    "Category": "Pendant Lights",
    "Sub": "Industrial",
    "Dep": "A modern three-light pendant chandelier featuring a sculptural black metal frame. Each light consists of a square-shaped metal cage with a decorative cut-out pattern, surrounding a warm, amber-toned glass shade. The fixture is accented with a clear, crystal-like detail above each shade and hangs from a round black ceiling plate. This piece combines industrial and modern aesthetics, making it a stylish and unique addition to a dining room, kitchen island, or living area.",
    "Color": "black",
    "Material": "Metal, Glass, and Crystal",
    "Finish": "Matte black with amber glass",
    "Style": "Modern & Contemporary",
    "IMG": "assests/Pictures/p35.jpg"
  },
  {
    "Id": 36,
    "Name": "Modern Geometric Hexagon Pendant Chandelier",
    "Category": "Pendant Lights",
    "Sub": "Geometric",
    "Dep": "A modern three-light pendant chandelier featuring a sculptural black metal frame. Each light consists of a hexagonal metal cage surrounding a cylindrical, amber-toned glass shade. The cluster hangs from a black ceiling plate, creating a stylish and contemporary centerpiece. This fixture is ideal for a dining room, kitchen island, or to add a unique touch of modern elegance to any space.",
    "Color": "black",
    "Material": "Metal and Glass",
    "Finish": "Matte black with amber glass",
    "Style": "Modern & Contemporary",
    "IMG": "assests/Pictures/p36.jpg"
  },
  {
    "Id": 37,
    "Name": "Modern Geometric Stacked Cage Pendant Chandelier",
    "Category": "Pendant Lights",
    "Sub": "Geometric",
    "Dep": "A modern three-light pendant chandelier featuring a sculptural black metal frame. Each light consists of a unique stacked, open-square metal cage surrounding a cylindrical, amber-toned glass shade. The cluster hangs from a black ceiling plate, creating a bold and contemporary centerpiece. This fixture is ideal for a modern dining room, kitchen island, or to add a unique architectural element to a living space.",
    "Color": "black",
    "Material": "Metal and Glass",
    "Finish": "Matte black with amber glass",
    "Style": "Modern & Contemporary",
    "IMG": "assests/Pictures/p37.jpg"
  },
  {
    "Id": 38,
    "Name": "Modern Geometric C-Frame Pendant Chandelier",
    "Category": "Pendant Lights",
    "Sub": "Geometric",
    "Dep": "A modern three-light pendant chandelier featuring a sculptural black metal frame. Each light consists of a cylindrical, amber-toned glass shade, which is partially encased by a unique C-shaped or horseshoe-like black metal frame. The cluster hangs from a black ceiling plate, creating a stylish and contemporary centerpiece. This fixture is ideal for a modern dining room, kitchen island, or to add a unique architectural element to a living space.",
    "Color": "black",
    "Material": "Metal and Glass",
    "Finish": "Matte black with amber glass",
    "Style": "Modern & Contemporary",
    "IMG": "assests/Pictures/p38.jpg"
  },
  {
    "Id": 39,
    "Name": "Industrial Cage Pendant Chandelier",
    "Category": "Pendant Lights",
    "Sub": "Industrial",
    "Dep": "An industrial-style three-light pendant chandelier featuring a sculptural black metal frame. Each light consists of a rounded, black metal cage surrounding a warm, amber-toned glass shade. The cluster hangs from a triangular frame, creating a rustic yet modern centerpiece. This fixture is ideal for a dining room, kitchen island, or to add a touch of industrial charm to an entryway.",
    "Color": "black",
    "Material": "Metal and Glass",
    "Finish": "Matte black with amber glass",
    "Style": "Industrial",
    "IMG": "assests/Pictures/p39.jpg"
  },
  {
    "Id": 40,
    "Name": "Modern Geometric Square Pendant Chandelier",
    "Category": "Pendant Lights",
    "Sub": "Geometric",
    "Dep": "A modern three-light pendant chandelier featuring a sculptural black metal frame. Each light consists of a cylindrical, amber-toned glass shade, which is partially encased by a black square frame with rounded corners. The cluster hangs from a black ceiling plate, creating a stylish and contemporary centerpiece. This fixture is ideal for a modern dining room, kitchen island, or to add a unique architectural element to a living space.",
    "Color": "black",
    "Material": "Metal and Glass",
    "Finish": "Matte black with amber glass",
    "Style": "Modern & Contemporary",
    "IMG": "assests/Pictures/p40.jpg"
  },
  {
    "Id": 41,
    "Name": "Modern Geometric Diamond Frame Pendant Chandelier",
    "Category": "Pendant Lights",
    "Sub": "Geometric",
    "Dep": "A modern three-light pendant chandelier featuring a sculptural black metal frame. Each light consists of a cylindrical, amber-toned glass shade, which is partially encased by a unique diamond-shaped black metal frame. The cluster hangs from a black ceiling plate, creating a stylish and contemporary centerpiece. This fixture is ideal for a modern dining room, kitchen island, or to add a unique architectural element to a living space.",
    "Color": "black",
    "Material": "Metal and Glass",
    "Finish": "Matte black with amber glass",
    "Style": "Modern & Contemporary",
    "IMG": "assests/Pictures/p41.jpg"
  },
  {
    "Id": 42,
    "Name": "Nordic Wooden Ring Pendant Chandelier",
    "Category": "Pendant Lights",
    "Sub": "Geometric",
    "Dep": "A modern three-light pendant chandelier featuring a Nordic-inspired design. Each light consists of a spherical, frosted white glass shade encased by a large, circular natural wood frame. The cluster is suspended from a round wooden ceiling plate, creating a warm, organic, and contemporary centerpiece. This fixture is ideal for a modern dining room, entryway, or to add a natural touch to a living space.",
    "Color": "wood tone",
    "Material": "Wood and Frosted Glass",
    "Finish": "Natural wood with frosted white glass",
    "Style": "Nordic",
    "IMG": "assests/Pictures/p42.jpg"
  },
  {
    "Id": 43,
    "Name": "Modern Geometric Triangular Pendant Chandelier",
    "Category": "Pendant Lights",
    "Sub": "Geometric",
    "Dep": "A modern three-light pendant chandelier featuring a sculptural black metal frame. Each light consists of a cylindrical, amber-toned glass shade, which is encased by a unique triangular black metal frame with rounded corners. The cluster hangs from a black ceiling plate, creating a stylish and contemporary centerpiece. This fixture is ideal for a modern dining room, kitchen island, or to add a unique architectural element to a living space.",
    "Color": "black",
    "Material": "Metal and Glass",
    "Finish": "Matte black with amber glass",
    "Style": "Modern & Contemporary",
    "IMG": "assests/Pictures/p43.jpg"
  },
  {
    "Id": 44,
    "Name": "Modern Wavy Cage Globe Pendant Chandelier",
    "Category": "Pendant Lights",
    "Sub": "Geometric",
    "Dep": "A modern three-light pendant chandelier featuring a sculptural black metal frame. Each light consists of a spherical, patterned amber-toned glass globe, partially encased by a unique wavy or ribbon-like black metal cage. The cluster hangs from a black ceiling plate, creating a stylish and contemporary centerpiece. This fixture is ideal for a modern dining room, kitchen island, or to add a unique architectural element to a living space.",
    "Color": "black",
    "Material": "Metal and Glass",
    "Finish": "Matte black with amber glass",
    "Style": "Modern & Contemporary",
    "IMG": "assests/Pictures/p44.jpg"
  }





















]
